Repository: common-repository/webanti-antivirus-for-websites
Catalog: languages/webanti-*.po
Languages: pl_pl

source: Simple integration with webanti.
pl_pl: Szybka integracja z Webanti.

source: Are you sure about removing webanti module?
pl_pl: Na pewno chcesz usunąć moduł Webanti?

source: No Webanti key provided.
pl_pl: Brak klucza Webanti!

source: Catalog "quarantine" not exists or is not writable.
pl_pl: Katalog "quarantine" nie istnieje lub nie posiada uprawień do zapisu.

source: You must verify your account. Link to verify has been sent to your e-mail address.
pl_pl: Musisz zweryfikować swoje konto. Link weryfikacyjny został wysłany na adres e-mail podany przy rejestracji.

source: Invalid API KEY.
pl_pl: Niepoprawny klucz API.

source: Scanner is installed, but site has been stopped in Webanti app.
pl_pl: Skaner jest zainstalowany, lecz ochrona została zatrzymana dla tej strony w aplikacji Webanti.

source: Scanner is installed!
pl_pl: Skaner jest zainstalowany!

source: Scanner is not installed.
pl_pl: Skaner nie jest zainstalowany.

source: Failed automatically install scanner.
pl_pl: Nie powiodła się próba automatycznego zainstalowania skanera.

source: Error. Code #
pl_pl: Błąd. Kod #

source: Invalid e-mail address.
pl_pl: Niepoprawny adres e-mail.

source: Accept the Terms and the Privacy Policy of Webanti is required.
pl_pl: Akceptacja regulaminu i polityki prywatności Webanti jest wymagana.

source: Max domains. Upgrade your plan in Webanti.
pl_pl: Twoje konto posiada maksymalną liczbę domen. Zwiększ swój plan w aplikacji Webanti.

source: Website exists.
pl_pl: Strona jest już zarejestrowana.

source: We cannot create user and add website.
pl_pl: Nie powiodła się próba utworzenia użytkownika i dodania strony.

source: Connect with Webanti
pl_pl: Połącz z Webanti

source: Website is registered in Webanti. Enter website API KEY for connect.
pl_pl: Strona jest zarejestrowana. Wprowadź klucz API, aby zainstalować skaner.

source: Connect
pl_pl: Połącz

source: Sign up to Webanti
pl_pl: Dołącz do Webanti

source: Website is not registered in Webanti. Enter your e-mail address to register or add the page to make your Account.
pl_pl: Strona nie jest zarejestrowana. Wprowadź adres e-mail, aby założyć konto lub dodać tę stronę do istniejącego konta.

source: Terms and the Privacy Policy
pl_pl: Regulamin i polityka prywatności.

source: I accept the Terms and the Privacy Policy of Webanti.
pl_pl: Akceptuję regulamin i politykę prywatności Webanti.

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Register
pl_pl: Zarejestruj

source: Sign in to Webanti
pl_pl: Zaloguj się do Webanti

source: Scanner status
pl_pl: Status skanera

source: Website status
pl_pl: Status strony

source: User plan
pl_pl: Aktualny plan

source: Plan expires
pl_pl: Plan wygasa

source: Installed
pl_pl: Zainstalowany

source: Not installed
pl_pl: Nie zainstalowany

source: Active
pl_pl: Aktywna

source: Pause
pl_pl: Zatrzymana

source: Unregistered
pl_pl: Niezarejestrowany

source: Upgrade plan
pl_pl: Uaktualnij plan

source: Everyone agrees that prevention is better than cure. This also applies to the security of websites. Number of cybercrime incidents involving hackers’ attacks and their malicious software increase every year. Malware, ransomware, backdoor – the list is long. Fortunately, there are effective methods of preventing them. Check how Webanti will take care of your website security.
pl_pl: Jak mówią – lepiej zapobiegać niż leczyć. Dotyczy to także bezpieczeństwa stron internetowych. Każdego roku zwiększa się ilość cyberprzestępstw wynikających z działalności hakerów bądź szkodliwego oprogramowania przez nich tworzonego. Wirusy/malware, ransomware, backdoor – lista zagrożeń jest długa. Na szczęście istnieją skuteczne sposoby zapobiegania im. Sprawdź, jak o bezpieczeństwo Twojej strony zadba Webanti.

source: Webanti is an antivirus software, which provides real-time protection of your website and in case of detection dangerous events webmaster is instantly warned.
pl_pl: Webanti to oprogramowanie antywirusowe, które umożliwia ochronę witryny internetowej w czasie rzeczywistym, a w przypadku próby ataku przez hakerów poinformuje właściciela strony.

source: Are you interested? You can try Webanti protection for free. Our customer support is ready to help you 24/7.
pl_pl: Jesteś zainteresowany? Narzędzie Webanti możesz przetestować za darmo. W razie pomocy możesz także skorzystać z pomocy naszych konsultantów – 7 dni w tygodniu, przez całą dobę, przez cały rok.

source: Trust our specialists and start effectively secure your website. Try Webanti today!
pl_pl: Zaufaj wiedzy specjalistów i zacznij skutecznie chronić swoją stronę – sprawdź Webanti.
